

g_cache.testData = {
    "title": "腹黒王子のいいなり。",
    site: 'noichigo',
    id: '1545159',
    "cover": "https://www.no-ichigo.jp/img/member/981969/kt34ba6qfp-thumb.jpg",
    "desc": "“学園の王子さま”\nという異名を持つ彼。\n\n\n\n優しくて、笑顔はいつもキラキラしている。\n\n\n\n圧倒的な人気を誇り\n誰からも信頼されている彼に。\n\n\n\n「俺の言うことは素直に全部聞くこと。\nわかった？」\n\n\n\n何故か興味を持たれてしまった。\n\n\n\n\n\n\n鈍感天然クールビューティ美少女\n春坂 夕美(はるさか ゆうみ)\n\n\n×××\n\n\n学園の(腹黒)王子様\n菅原 雅(すがわら みやび)\n\n\n\n\n\n“クールビューティ”と異名がつけられている\nクールで近寄り難い学園一の美少女。\n\n\n\n常に無表情のクールで\n感情を表に出さない。\n\n\n\n男遊びもひどく\n経験豊富という噂もある彼女は、実は。\n\n\n\n「き、キスとか初めて、だから……」\n\n\n\nとんでもなくピュアで\nただの鈍感天然だとしたら。\n\n\n\n「あー、もう無理。\nお前は俺だけのものだから」\n\n\n独り占めせずにはいられない。\n\n\n\n\n\n拒否することができない彼女と\n\\意地悪な腹黒王子のラブストーリー/\n\n\n\n",
    "finished": true,
    "tags": [
        "高校生",
        "イケメン",
        "美少女",
        "胸キュン",
        "甘々",
        "腹黒王子",
        "クール",
        "鈍感天然",
        "いいなり"
    ],
    "author": "三宅 あおい/著",
    "category": "ジャンル/恋愛(学園)",
    "chapters": {},
    "pages": 337,
    "meta": "PV数/15,576,027・総文字数/125,322"
}