// 20221112021607
// http://127.0.0.1:52927/configs

{
  "port": 0,
  "socks-port": 0,
  "redir-port": 0,
  "tproxy-port": 0,
  "mixed-port": 4780,
  "authentication": [
    
  ],
  "allow-lan": false,
  "bind-address": "*",
  "mode": "rule",
  "log-level": "debug",
  "ipv6": false
}


// 更改代理 {"name":"🇺🇸 F43 美国"}
// PUT http://127.0.0.1:52927/proxies/%F0%9F%9A%80%20%E8%8A%82%E7%82%B9%E9%80%89%E6%8B%A9 

// http://127.0.0.1:52927/proxies/%F0%9F%9A%80%20%E8%8A%82%E7%82%B9%E9%80%89%E6%8B%A9
{
  "all": [
    "♻️ 自动选择",
    "🇭🇰 F01 香港*",
    "🇭🇰 F02 香港*",
    "🇭🇰 F03 香港*",
    "🇨🇳 F11 台湾",
    "🇨🇳 F12 台湾",
    "🇨🇳 F13 台湾",
    "🇨🇳 F14 台湾",
    "🇯🇵 F21 日本",
    "🇯🇵 F23 日本",
    "🇺🇸 F41 美国",
    "🇺🇸 F42 美国",
    "🇺🇸 F43 美国",
    "🇸🇬 F51 新加坡",
    "🇸🇬 F52 新加坡",
    "🇸🇬 F53 新加坡",
    "🇲🇾 F61 马来西亚",
    "🇲🇾 F62 马来西亚",
    "🇲🇾 F63 马来西亚",
    "🇨🇳 K10 台湾 [0.2]",
    "🇨🇳 K11 台湾 [0.2]",
    "🇨🇳 K13 台湾 [0.2]",
    "🇨🇳 K14 台湾 [0.2]",
    "🇨🇳 K15 台湾 [0.2]",
    "🇯🇵 K24 日本 [0.2]",
    "🇸🇬 K52 新加坡 [0.2]"
  ],
  "history": [
    
  ],
  "name": "🚀 节点选择",
  "now": "🇺🇸 F43 美国",
  "type": "Selector",
  "udp": true
}